Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] A Monster Hunter Becomes a Princess KO>EN.tmx
Source language: ko
Languages: en

source: 같이 차도 마셔본데다 저승에서 21일 동안 지내면서 헤베베 닮은 크로니온 신과 내기도 했답니다.
en: they had a tea time together during their 21 days in the afterlife and even made a bet with that hebebe-looking god.

source: 공작님도 같이 계시고, 공주님이 아프기라도 하면 우리가 큰일날 지도 모르는걸.
en: the duke is with her. if she gets food poisoning, we’ll be the first to get in trouble.

source: 아르젠?!
en: arzen?!

source: 경감님, 혹시 마차 안에 똥싸셨… 아니에요~
en: inspector, did you take a dump in the carr-- never mind!

source: 맞다, 레티스.
en: oh right, letis.

source: ....맞습니다.
en: you’re right.

source: 근데 혹시 죽으면 돌아갈 수 있나?
en: will i go back to my world if i die?

source: 내가 하지 뭐.
en: i’ll do it myself.

source: 크로니온님이 왜 저 인간 여자의 통증을 크로니온님 몸에 옮기신 거지?
en: why did lord chronion transfer that female human’s pain into his body?!

source: 내가 너무 자주 찾아와서 귀찮게 하는 건 아니지?
en: am I bothering you too much?

source: 저게 뭐야?
en: what’s that?

source: 너 몇 살인데?
en: how old are you?

source: 왜 이 곳에 계세요?{j}궁에 안 계시고?
en: why are you here{j} and not at the palace?

source: 이왕 자비 없는 신으로 찍힌 거 인간들을 확 다 쓸어버려.
en: now that they think you’re ruthless, you should just end them all.

source: 빨리 주치의를 불러, 어서!!!
en: go call the doctor, hurry!!!

source: 그 약이 맛있다는 분은 공주님이 처음이십니다.
en: you are the first one to call it delicious, your highness.

source: 약혼자의 정체가 부모님을 죽인 원수였다는 걸 안 순간, 그 꿈은 산산이 부서지고 그놈 손에 죽음 직전까지 갔었다.
en: ...but when i found out that my fiance was the one who killed my parents, my dreams shattered, and i almost died by his hands.

source: 찾으면 모시고 갈 테니 저택에 돌아가서 기다리고 있어.
en: i will take her back to the mansion if i find her, so you should wait there.

source: 이미 타고 있음
en: already on it

source: 무슨 그런 왕쪼잔한 신이 다 있어?
en: what kind of god is that petty?

source: 다음 보름까지 내 독의 통증을 당신이 가져갔잖아.
en: you took it away until the next full moon.

source: 깜짝이야, 리에나 공주님인 줄 알았잖아.
en: oh my lord, i thought it was princess liena!

source: 리에나는 마차도 없는데 옷에 보석이 아주 번쩍번쩍하네.
en: liena doesn’t even have a carriage, yet she is smothered in diamonds.

source: 공주님이 잘못되시기라도 하면 국왕 폐하와 왕비님을 어떻게 보겠어요.
en: how would we face the king and the queen if something had happened to you?

source: 당신이 왕궁 가는 길을 익힐 때까지 당신 집에 좀 있을게.
en: i guess i’ll stay here until you learn how to get to the palace.

source: 크로니온은 하계의 규율을 깨고 유리니카를 인간 세상에 올려 보냈지만 어떠한 벌도 받지 않았어.
en: chronion broke the rules of the underworld and sent yurinika back the upperworld, but he wasn’t punished for it.

source: 레티스 공작님이라고 합니다!
en: it’s duke letis!

source: 심장의 통증이… 사라졌어!
en: the pain... it’s gone!

source: 어차피 아르젠 집에 갈 일이 있거든.
en: I have to go to his place anyway,

source: 하녀와 함께 잠깐 외출했는데 그만 길을 잃었지 뭐예요.
en: I was on a walk with a maid, but I got lost.

source: 타시온.
en: tacion.

source: 맞으면?
en: if so, then what?

source: 백작?
en: count?

source: 고마워.
en: yes, thank you.

source: 인간은 호기심과 고통에 약하니까.
en: humans are weak to curiosity and pain.

source: 뭔지를 정확하게 못 봤어.
en: I didn’t exactly see what it was.

source: 흑마법이잖아 그거.
en: that’s dark magic.

source: 당신이 없어도 집에 드나들 수 있게는 해줄 수 있어?
en: can I still go to your mansion without you?

source: 지난번 진짜 레티스는 왜 죽었냐고 물었을 때…
en: then could it have been arzen...

source: 저까지 10명이에요.
en: including me, there are 10 total, your highness.

source: 설마 독의 발작?!
en: is it from the poison?!

source: 누가 보면 사랑을 속삭이는 연인 같겠지만 일주일 전까지만 해도 우린 서로 모르는 관계였다.
en: we may seem like a pair of perfect lovebirds, but we were complete strangers until a week ago.

source: 마차를 탄다고?
en: we’re taking a carriage?

source: 뭐야.
en: what are you doing here?

source: 리에나 공주님이 이 시간에 혼자 외출하신다는 게 말이 돼?
en: why would she be out here by herself at night?

source: 당신은 그걸 어떻게 잘 알아?
en: how do you know this?

source: 누가 당신을 소환했는지?
en: about the person who summoned us?

source: 살려주세요, 공주님!
en: help me, princess!

source: 어둠이 익숙해서.
en: i’m used to the darkness.

source: 여기 있는 동안 잘 부탁해.
en: nice to meet you all.

source: 남은 에너지 10%
en: energy left: 10%

source: 왜지?
en: why?

source: 레티스가 뭘 하긴 했나봐.
en: i guess letis did take care of it.

source: 아닌데?
en: I’m not.

source: 대신 내가 당신을 책임지고 지켜줄게.
en: i’ll protect you.

source: 여긴, 대체 어디야?
en: where is this place?

source: 사약처럼 생겼는데 엄청 맛있어!
en: it looks like a deadly chemical, but it’s so delicious!

source: 진정해.
en: calm down.

source: 절대 아닙니다, 공주님!!!
en: absolutely not, your highness!!!

source: 내가 왜 그곳에 있었던 거지?
en: why was i there?

source: 두고 봐.
en: so, just wait and see.

source: 그래서 공주님 가까이에 있는 사람들에겐 늘 사건이 생기죠.
en: so the people around her are affected by that, in extremely negative ways.

source: 이렇게 만나 뵙다니!
en: i can’t believe that i ran into you!

source: 그 현장에 공주님도 같이 있었구요.
en: you were there too.

source: 레티스, 죽음의 신의 전설 알아?
en: letis, do you know the myth about the god of death?

source: 베노스의 짓인가?
en: is it venos?

source: 이봐, 그쪽을 찾아온 건 거래를 하겠다는 게 아니라 나처럼 다른 세계에서 빙의된 건지 확인하려고 했던 거야.
en: anyways, i didn’t come here to make a deal. i just wanted to check if you were summoned here like me.

source: 네, 주치의의 오진이었다고 합니다.
en: yes. i heard it was a misdiagnosis.

source: 부모님과 쌍둥이 오빠 하나, 맞지?
en: i have both of my parents and a twin brother, right?

source: 기억을 잃고 어린 시절로 돌아온 것 같은….
en: it feels like losing her memories brought her younger self back...

source: 레티스를 죽인 게 아르젠일 수도 있겠는데?!
en: ...who killed the real letis?!

source: 난 인간을 해친 적은 없어.
en: i don’t hurt people.

source: 헤릭, 이 이야기는 왕비님껜 하지 말게.
en: herrick, don’t tell the queen about this conversation.

source: 저승까지 가서 찾아봤는데 그녀의 흔적을 찾을 수가 없어요.
en: i even went to the underworld to find her, but i couldn’t find anything.

source: 성문 바깥으로 나가면 된다고?
en: i need to go past the gates?

source: 끄덕
en: NOD

source: 꼭 여기서 해야 해?
en: do we have to do it here?

source: 마물이 소환되는 바람에 무고한 희생자가… 문제가 생긴 것 같습니다.
en: an innocent victim was hurt by an accidentally summoned dark creature... I think there is an issue.

source: 정혼자로 싫다고 하셨으면서….
en: you said you hate people like him...

source: 그게 무슨 소리야?
en: what do you mean?

source: 질투가 아니라 백작님을 위해서야!
en: I’m not jealous. this is for count arzen!

source: 살려주세요!
en: help me!

source: 공주로 살아남기 힘들면 도피 자금으로 충분하겠어.
en: this much is more than enough for if I decide to run away.

source: 꽈득
en: BITE

source: 소득 없는 일은 딱 질색인데.
en: i hate working for free.

source: 정체도 모르는 것들과 어울리는 건 딱 질색이거든.
en: i hate working with things that hide their identity.

source: 헙!!
en: oops!

source: 내게 걸맞는 몸이야.
en: it suits my reputation.

source: 정말 그럴까요… 힝~
en: ah... do you truly believe that?

source: 거추장스러운 인간의 몸 같으니라고.
en: such a useless human body.

source: 그녀를 보내지 말았어야 했다.
en: I regret that decision to this day.

source: 끙 끙
en: grunt

source: 공주님께는 너무 불편할 수도 있는 얘길 드렸군요.
en: I know this must not be the most comfortable topic for you.

source: 사람 같지 않은 사람이라…
en: a person who does not feel like person...

source: 아앗!!
en: ouch!!!

source: 레티스 공작님~!!
en: duke letis!

source: …살아있었네….
en: you’re alive...

source: 문제는 얼굴을 자세히 못 봐서 누군지를 모른다는 거야.
en: the problem is, I didn’t see the maid’s face, so I don’t know who it was exactly.

source: 하지만 왜지?
en: but why?

source: 낮에는 힘을 못 쓰고
en: you can’t use your power in daylight...

source: 노베이의 시각 (비운의 여주인공)
en: novei’s perspective (a poor, unfortunate little princess)

source: 그리고 그거 내 옷 아니에요?
en: isn’t that my dress?!

source: 밤새 잠도 안 주무셨어.
en: he didn’t sleep at all last night.

source: 기억나?
en: do you remember?

source: 소근
en: WHISPER

source: 여긴 레티스 비밀의 방 같은 곳인가?
en: is this a secret room, like the one at letis’ place?

source: 기억을 잃고 조금 달라지신 것 같군요.
en: you seem like you’ve changed a little since you lost your memories.

source: 어떻게 된 거지?
en: what’s this?

source: 내가 걱정을 한다고?
en: am I worrying about her?

source: 이 냄새는 정말이지 익숙해지지 않는다니까.
en: I can’t get used to this smell.

source: 당신이 내 목을 겨눴을 때 느꼈지.
en: i assumed so, judging by how you pointed your pin at me.

source: 저를 찾으셨다는 말씀을 조금 전에 전해 듣고 왔습니다.
en: I was just told that you’ve been looking for me.

source: 리에나를 잘 아는 사람들이랑 함께 있는 것도 위험할 것 같아 레티스에게 동거를 제안했는데 덕분에 좀 더 통쾌하게 말할 수 있겠네.
en: I suggested moving in to avoid living with people who know liena too well, but now I can use it to get back at them as well.

source: 그리고…
en: and...

source: 돌아가신 부모님 방이라면서.
en: he told me it’s his dead parents’ room.

source: 내 몸에 다른 영혼이 들어왔고 내가 진짜 리에나가 아니라는 소문?
en: the one saying there’s a different soul in my body, and I’m not the real liena?

source: 해독약으로 협박을 받고 계신 건 아닐지 걱정이 돼서 찾아왔습니다.
en: I came here because I worried you were blackmailed with an antidote.

source: 이세계도 저승사자가 있구나.
en: funny... this world has them too.

source: 내일 다시 다녀오자, 응?
en: we’ll go tomorrow, okay?

source: 지금 리에나의 영혼은 나처럼 다른 세상에 살고 있을까
en: I wonder if liena’s soul is living in another world like me...

source: 차라리 죽음의 신 신전에서 떠날 것이지…
en: why didn’t he just leave it at the shrine for the god of death?

source: 바보 같은 아버지가 나한테 무슨 짓을 한 거야~~
en: what did my stupid dad do to me?!

source: <아카데미에서 역사를 공부한 집사>
en: a butler who has studied the kingdom’s history well

source: 나를?
en: me?

source: 아르젠이 이 일과 관련이 있을까?
en: do you think he’s related to this?

source: 벌써 늙었어!!
en: i’m already old!

source: 그리고 아르젠, 이 몸은 내가 알아서 지킬거야.
en: arzen, i’ll protect my own body.

source: 이게 돌처럼 굳게 만드는 힘이 있더라구.
en: this thing has the power to freeze others in action, like a statue.

source: 이거 하난 좋지?
en: that’s a good thing, right?

source: 죽음의 신이
en: why is the god of death...

source: 그리고 다른 사람들은…
en: and the other people...

source: 비밀의 방에서 발견한 건데 진통제라고 적혀있는 약 들 중에서 양이 제일 적은 걸 가져왔어.
en: I found several in the secret room and took the one that had the least amount left in it.

source: 아까는 내가 걱정이 돼서 왔다고 하지 않았나?
en: did you not say earlier that you came because you were worried about me?

source: 백작님이 직접 레티스 공작님 댁에요?!
en: you’re visiting duke letis’ place yourself, count arzen?!

source: 내가 갑자기 와서?
en: is it because I showed up without notice?

source: 칼베르의 함정이 있다는 걸 눈치채지 못했어!
en: ...I did not see kalberr’s trap.

source: 너무 멋있어요, 공주님!
en: you were so cool!

source: 그녀는 유리니카가 아니야.
en: she’s not yurinika!

source: 신을 모독한 죄로 저 여자를 파멸시켜 버리겠어.
en: i’ll ruin her for insulting us.

source: 응, 없어.
en: nope, I’m not.

source: 친척들 손에 이끌려 몬스터를 사냥하는 전문킬러로 키워졌다.
en: then, i was raised to be a professional monster hunter.

source: 공주님, 좀 전에 그 곳을… 기억하십니까?
en: your highness, do you... remember that room?

source: 아마…도?
en: you... think?

source: 내 말 듣고 있어?
en: are you listening?!

source: 어쩌면 레티스가 자기 세상으로 돌아간 게 다행일지도 몰라.
en: maybe it’s a good thing that he went back to his own world.

source: 유리니카 금기어2.
en: forbidden word 2: kalberr

source: 잘 자.
en: goodnight.

source: 제게 소중한 추억이지만 고통이기도 해서 들어가지 않고 있죠.
en: it’s a meaningful room to me, but I don’t go in it anymore because it is painful to.

source: 이 결계를 풀 수는 없어?
en: is there a way to break this barrier?

source: 날 죽이려고 한 거야?
en: did he just try to kill me?

source: 부모님 방이라는 곳까지 하녀들의 눈을 피해서 가려면 복도보다 2층 문을 통해 올라가는 게 더 빠르겠어.
en: I should take the second floor door instead of the hallway, so I can get to his parents’ room without getting caught.

source: 정말 심장이 거짓말처럼 안 아프네.
en: the pain is all gone... just like magic.

source: 이렇게 빨리 효과가 있다고?
en: it works that quickly?

source: 날 방해하는 건 당신…
en: it should be you leaving me alone...

source: 몸이 바로 가벼워졌어.
en: i feel much better.

source: 어떡해.
en: oh no.

source: 세레스탄에게 내가 인간의 몸에 봉인된 걸 말했다고?
en: you told serestan that I am trapped in a human body?

source: 유리나카는 레가노스 신에게 벌을 받아 죽어도 저승에 가지 못하고 바로 환생을 했으니까.
en: as punishment from the god leganos, yurinika reincarnates without going to the underworld.

source: 오늘부터?
en: starting today?

source: 리에나 공주님!!!
en: princess liena!!!

source: 레티스?
en: letis?

source: 가까이 오지마!!
en: stay away from me!

source: 그게 쉬웠으면 직접 인간세계에 올라오지 않았겠지….
en: i would not have come up here if it truly was that simple...

source: 당신 집으로 순간이동 한 거야?
en: did we just teleport to your mansion?

source: 그렇게 말씀하신다면야 뭐….
en: if you say so, sir...

source: 손.
en: hand.

source: 나도 그냥 예의상 해본 소리거든!
en: I was just asking out of courtesy anyway!

source: 크로니온 신을 직접 만난 사람이 있어요.
en: there was a person who met the god chronion before.

source: 매일 밤 같은 시간, 원인을 알 수 없는 지옥 같은 고통.
en: experiencing excruciating pain every night, without finding the cause...

source: …아르젠 백작님?
en: count arzen?

source: 아, 잘못 왔구나.
en: oh, you got lost!

source: 지도
en: map

source: 사실 저 뿐만 아니라 대부분 사람들이 부적을 가지고 있을 겁니다.
en: I’m not alone in this. most of the people here have one.

source: 헤베베?!
en: a hebebe?

source: 고릴라는 또 누군데?
en: who’s gorilla?

source: 어디 가세요?
en: where are you going?

source: 보다시피 이젠 멀쩡해.
en: i’m fine now.

source: …따라왔다고?
en: just... followed me?

source: 미안, 너무 내 생각만 했지?
en: sorry, that was a little selfish...

source: 지금 그녀의 아버지는…
en: kalberr...

source: 사실 난 리에나 공주에게 관심이 좀 있어.
en: to be honest, i am interested in her.

source: 베노스 어쩌고 하던데.
en: novei mentioned a venos.

source: 난 동물에게 함부로 하는 인간은 좋아하지 않아.
en: i do not like humans who abuse animals.

source: 이곳에 오실 때 멀리서 한 번 뵌 적 있거든요.
en: i saw her from afar once, when she was here...

source: 그래도 비슷한 처지에 잠시 고민 좀 같이 하자면.
en: we’re both in the same situation, so here’s what we need to figure out.

source: 그래서 찾아서 죽이는 거고.
en: they seem to kill the ones they called forth afterwards.

source: 유배당한 걸로도 모자라 바람둥이 약혼자에게 고문에 가까운 방법으로 살해당한 공주라니….
en: a banished princess who died painfully due to her own cheating fiance...

source: 낮에는 아르젠 집에 당장이라도 날아갈 것 같더니 왜 같이 안 오셨나요?
en: what happened to the guy who almost broke into arzen’s place earlier?

source: 날 데려가지 않으면 다시는 손을 잡아주지 않겠어.
en: if you don’t take me, i’ll never touch your hand again.

source: 어머나, 레티스 공작님 아냐?
en: wait, isn’t that duke letis?

source: 영영?
en: forever?

source: 아까 들은 얘기 있잖아.
en: what you heard earlier...

source: 지정 결계?!
en: a special barrier?!

source: 어…얼마를 받다뇨?
en: w-what do you mean by that?

source: 그녀가 칼베르의 물건인 쿼브를 사용했다며?
en: I know she used a kuav that used to be kalberr’s...

source: 미친 자식, 이 몸에 대체 뭘 한 거야!!
en: you bastard! what did you do to my body?!

source: 그동안 백작님을 속이고 케릭스의 영도 몇 번이나 소환했지만 엉뚱한 마물만 소환되고 실패했어.
en: I lied to count arzen and tried summoning kelix’s soul a couple times, but I only got some random dark creatures.

source: 난 태어나지 말았어야 했대.
en: they said that i should not have been born.

source: 아, 저분입니다!
en: oh, it’s her!

source: 그땐 아닌 것 같다며.
en: you didn’t think it was him before.

source: 리에나?!
en: liena?!

source: 아니, 궁에는 비밀로 해줘.
en: no. please don’t tell them.

source: 설마 도망이라도 치셨나?
en: or did she run away?

source: 모셔다 드리겠습니다.
en: i’ll take you back.

source: 언제든 오셔도 됩니다.
en: you can visit anytime.

source: 매일 아침에 와서 내 몸을 만져주면 당신의 고통을 사라지게 해주지.
en: if you come touch me every morning, i will rid you of your pain...

source: 눈색깔이 변했어!
en: his eye color changed!

source: 화제를 바꾸는군.
en: she is changing the subject.

source: 이 몸의 주인에게 살해당한 건가.
en: i suppose this body’s owner killed her.

source: 이건 뭐지?
en: what is this?

source: 엑 스 트 라
en: e x t r a

source: 재수 없는 소리 좀 그만 해.
en: stop it.

source: 그 여자가 누군데 자꾸 찾아오는 거지?
en: who is she, and why does she continue to come?

source: 알잖아, 하녀들 모두 궁에서 보낸 사람들인 거.
en: you know all of my maids are from the palace.

source: 크로니온님.
en: master chronion.

source: 나 혼자서라도 방법을 찾아볼 거야.
en: i’ll do it myself.

source: 그녀가 유리니카인 걸 너조차 알아봤는데 너보다 영리한 크로니온이 그녀를 곁에 두고도 깨닫지 못하고 있다니.
en: even you recognized her, but chronion, who is smarter than you, has no clue.

source: 너희 모두 공주님을 싫어하는 건 알지만 너무하는 거 아냐?
en: i know you all hate the princess, but really?

source: 오, 아직 소식 못 들으셨나요?
en: oh, haven’t you heard?

source: 그럼 크로니온도 점점 소멸될 텐데, 그런 말도 안 되는 짓을 대체 왜?!
en: then, he will slowly perish. why would he do that?!

source: 궁에서 주는 돈을 엄마가 다 빼돌리는 거 눈치챈 건가?
en: did she realize that you’re stealing all the money that the palace gave her?

source: 이 여자, 유리니카 맞지?
en: this... is yurinika, right?

source: 게다가…
en: on top of that...

source: 내가 들어와서 그런가?
en: is it because I’m the one possessing it?

source: 어디 가세요~!
en: where are you going?!

source: 이젠 안녕, 해야죠.
en: well, it’s now time to say goodbye.

source: 어떻게 이 몸에 들어왔고, 어떻게 돌아가는지.
en: how did i get into this body, and how can I go back?

source: 생각해보니 여기서 사는 것도 나쁘지 않겠더라고.
en: so, i just thought that it wouldn’t be so bad to live here.

source: 아침 안 먹었어?
en: you didn’t eat breakfast?

source: 하긴, 근데 공주님이 돌아가셨다가 살아난 후로 좀 이상해지지 않으셨어?
en: well, you’re right. don’t you think she’s changed ever since she came back to life?

source: 어제는 리에나 공주님, 오늘은 평민 아이.
en: yesterday, he brought princess liena here, and today, he brings a little girl?!

source: 제가 레티스 공작과 담판을 짓겠습니다.
en: I’ll talk to duke letis.

source: 쥬디, 방금 욕했어?
en: judy, did you just curse?!

source: 레티스 베르몬 베르몬 공작 가의 가주
en: letis vermon lord of the vermon dukedom

source: 뭘 봤어?
en: what was it?!

source: 옷이 완전 피투성이야.
en: his clothes were covered in blood.

source: 쥬디는 믿을 수 있을까?
en: can i trust judy?

source: 좀 기다려!
en: hold on a second!

source: 유리니카는 널 속이고 자신의 아버지를 택한 인간이야.
en: yurinika betrayed you and chose her father.

source: 리에나를 도와줄만한 실력을 가진 건 아르젠 뿐인데
en: arzen is the only one with the skills and means to help her...

source: 그녀가 하계로 돌아가지 않는다면 크로니온은 배신감을 느끼고 더 이상 유리니카의 일에 나서지 않을 테니까.
en: if she didn’t come back to the underworld, chronion would have felt betrayed and stopped fighting for yurinika.

source: 이틀 안에 해결하겠습니다.
en: i’ll take care of it in two days.

source: 하지만 백작님께 레티스 공작가에 있던 그 여자가 리에나 공주라는 걸 말할 수 없었어.
en: but I couldn’t tell him it was princess liena at duke letis’ place.

source: 그래 보이진 않던데.
en: he did not seem so.

source: 인간이 된 기분이고.
en: i really do feel like one!

source: 그래주면 더 좋고
en: that’d be nice

source: 오래 버티지 못할 거야.
en: it will not last.

source: 뭐지, 마치 날 기다렸다는 듯한 저 표정은?
en: why does he look happy to see me?

source: 말도 안돼.
en: no way.

source: 몸을… 움직이기가 힘들어!
en: I can’t... move my body!

source: 공주님!
en: princess!

source: 별로야?
en: no?

source: 흠, 방금 헤어졌는데 다시 가면 웃긴가?
en: hmm, is it weird to go visit him when we just said goodbye?

source: 리에나 공주의 몸에 정말 다른 영혼이 들어온 거라면……
en: if there is a different soul possessing princess liena’s body...

source: 깨어나신 날 왕자님은 하녀 한 명을 죽이셨고
en: when he was awake, he killed one of the servants.

source: 소문이, 진짜 맞아요?
en: is everything true?

source: 내 손님?
en: to see me?

source: 고맙군.
en: thank you.

source: 네, 각 도시와 마을마다 모시는 신의 신전이 있는데 우리 마을은 파멸의 신 세레스탄과 죽음의 신 크로니온의 신전이 있어요.
en: yes. each city and town has their own shrines. ours has one for serestan, the god of ruination, and another for chronion, the god of death.

source: 지금부터 내 말대로 하렴.
en: now do as I say.

source: 난 기억도 잘 안 나는 부모님의 원수를 갚기 위해 내 인생을 바쳤어.
en: I sacrificed my life to avenge my parents, who I barely remember.

source: 어떻게 하시겠습니까.
en: what would you like to do, sir?

source: 갑자기 나타난 증인이라니, 뻔하잖아.
en: a witness that came out of nowhere? that’s so obvious.

source: 도둑놈같이 충전하려고 날 미행한 거야?
en: you stalked me so you could sneak up and recharge your power?

source: 이곳에 있으면 당신이 왔던 세계가 생각이 나고 그래?
en: does it remind you of where you came from?

source: 레티스 당신은 뭐 할거야?
en: anyway, what are you going to do now?

source: 나…나?!
en: m-me?!

source: 저 문, 다른 사람들은 나가던데 난 왜 저길 지나갈 수가 없어?
en: then... why am i the only one unable to go through the gate?

source: 원하시는 해답을 찾을 수 있게 도와주는 부적입니다.
en: it’ll help you find the answers you’re looking for.

source: 뭐라는 거야.
en: what are you talking about?

source: 사실은 케릭스를 말리고 싶지 않은 마음이 있었는지도 모르겠다.
en: in truth, I felt I did not wish to stop him.

source: 사람은 쉽게 고쳐 쓰는 게 아니더라구.
en: once a bastard, always a bastard.

source: 숨겨놨나?
en: did he hide it?

source: 그러기엔 당신의 눈빛과 억양이 너무나….
en: the way you speak implies otherwise...

source: 그때 영을 저승에 보냈으면 환생할 수 있었을 텐데 흑마법으로 완전히 소멸되었군.
en: if i sent that soul back to the underworld, it would have reincarnated. now, it has been destroyed by dark magic.

source: 잠깐만 기다려봐.
en: wait here.

source: 잠시 3일 동안 대륙에 다녀올 일이 있어서 오늘 아침에서야 봤습니다.
en: ...but i had to go to the continent for a couple days, so i just saw the letter this morning.

source: 다른 세계에서 온 동지라고 생각했는데 혼자 저렇게 쉽게 왔다 갈 수 있다니 말이 돼?
en: I thought we were both in a same situation. it doesn’t make sense that he can go back and forth whenever he wants!

source: 리노, 공주님의 머리카락이다.
en: rino, this is her hair.

source: 어딘지 몰라.
en: i do not know where it is.

source: 그럼 난 이제 집에 가볼게.
en: i think i should head back now.

source: 정말 리에나 공주님이 공작님과 여기서 사시는 거야?
en: so princess liena is really staying here with duke letis?

source: 왕비님, 그때도 말씀드렸지만 죽은 사람을 살리는 건 위험한 일입니다.
en: your majesty, as I mentioned before, bringing someone back to life is extremely dangerous.

source: 그래도 그런 쓰레기 같은 오빠를 둔 게 내 선택이 아니라는 것만 알아줘.
en: but please remember I didn’t choose to have a horrible brother like that.

source: 신기하게 환생에 대한 거부가 사라졌군.
en: her repulsion for reincarnation is gone.

source: *레가노스:
en: leganos:

source: 와우 씨- 살인마 새끼!!!
en: this goddamned murderer!

source: 아니면 순간이동 하다가 길을 잃었나?
en: or did he get lost while teleporting?

source: 진짜야 .
en: i’m serious!

source: 당연히 말이 안 되겠지.
en: no way, right?

source: 절대로 죄를 물을 수 없는 분 때문에 스스로 목숨을 끊었습니다.
en: ...ended her own life because of a person that we can never accuse for anything.

source: 그자는 수배 중인 자라 죽어도 쌉니다.
en: he deserved to die for his crimes.

source: 벌레처럼 파들대는군.
en: you’re quivering like an insect.

source: 레티스는?!
en: where’s letis?

source: 힘만 없는 것뿐인데 알아서 하겠지~
en: he just gets weak, so he’ll be fine!

source: 이 남매를 그냥 확!!
en: like father... I mean, like sister like brother!!!

source: 잘생겼다...
en: he’s so handsome...

source: 만약 그렇다면 제가 할 수 있는 일이 아닙니다, 아르젠님.
en: if that’s the case, this isn’t something I can take care of.

source: 누구야, 그 사람은!
en: who was it?

source: 한낱 인간의 마법 때문에 알아볼 수가 없지?
en: you can’t recognize her because of some lowly human’s spell.

source: 빈손으로 찾아가는 것보단 낫겠지.
en: it’ll be better than just showing up empty-handed.

source: 난 죽은 어린아이 몸에 들어왔는데 반나절만에 갑자기 청년이 되어버렸어.
en: well, i possessed a dead kid’s body and aged this much in half a day.

source: 밤이 되니 눈색깔도 변하고
en: his eye color changes at night too.

source: 왕궁에서 보낸 마차, 보석, 옷 그리고 매달 보내는 돈까지.
en: the carriage, jewelries, clothes, and money the palace sends to me.

source: 엄청 흥미진진하게 주먹 꽉 쥐며 듣고 있는 거 봤거든.
en: I saw the look on your face. you were sooo into it.

source: 왕국 제일검에 해독약까지 만들 정도면 이 세계의 최고 능력자는 아르젠이 아닐까?
en: if he can make an antidote on top of being the best swordmaster, then maybe arzen is the strongest person in this world.

source: 가보면 알겠지.
en: I must go see it.

source: 이러다 놓치는 거 아냐?
en: what if i lose it?

source: 이마로 바위 깨기?
en: can you break boulders with your forehead?

source: 뭔가 좀 이상한데.
en: something’s off.

source: 공주님.
en: your highness.

source: 만약 리에나 공주님이 기억을 잃으신 게 아니라 소환된 다른 영이라면요?
en: what if she didn’t lose her memory, and there is a different soul in her body?

source: 다리 너머가 밝아 보이는데 저리로 가볼까?
en: it seems brighter across the bridge... maybe i should go there.

source: 왕실의 존엄을 훼손할 사건이었으니까요.
en: because that incident would harm the dignity of the palace.

source: 그럼요, 고…공주님.
en: of course, y-your highness...

source: 안 잡아?
en: aren’t you going to follow her?

source: 리에나 공주 옆에 있는 인간은 아르젠 백작인데, 힌트하나 줄까?
en: let me give u a tip. the one next to her is count arzen.

source: 도와주세요!
en: help me!

source: 드럽게 끈질긴 생명력으로 잘 죽지도 않고 보기만 해도 소름끼치는 마물 중에 가장 혐오스러운 놈들이에요!!
en: they’re terribly ugly and don’t even die easily! one of the most creepy dark creatures to exist!

source: 사랑이지.
en: it’s love.

source: 눈빛이 외로워 보였어.
en: I always thought his eyes looked lonely

source: 아 무 생 각 없 음
en: zero thoughts

source: 환생은 나보다 네가 더 잘 알 거 아니야.
en: you know better than I do about reincarnations.

source: 회상만 하지 말고 말 좀 해봐!!!
en: talk to me, instead of slipping into your own flashbacks!

source: 아냐, 날 충전기로 이용하려고 감금할지도 몰라.
en: nope. he might lock me up and turn me into his personal charger.

source: 그렇게 끔찍한 독성을 참아낼 정도면 아주 나약한 공주는 아니었던 것 같은데.
en: liena definitely wasn’t weak, considering how long she survived that horrible poison...

source: 무슨 짓…!
en: what are you--

source: 자기 딸이 아닌 것 같다면서요.
en: she said it didn’t feel like her daughter.

source: 사실은 나, 그 뱀파이어 자식한테 물려 죽었나?
en: did the vampire bite from that fight kill me?

source: …마리엔의 옷입니다.
en: it’s marianne’s...
